Repository: nawa-10half/towel-app
Catalog: TowelApp/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, it, ko, pt_br, ru, zh_hans

source: コードを共有
de: Code teilen
en: Share Code
es: Compartir código
fr: Partager le code
it: Condividi codice
ko: 코드 공유
pt_br: Compartilhar Código
ru: Поделиться кодом
zh_hans: 分享代码

source: コードを再生成
de: Code neu generieren
en: Regenerate Code
es: Regenerar código
fr: Régénérer le code
it: Rigenera codice
ko: 코드 재생성
pt_br: Regenerar Código
ru: Сгенерировать код заново
zh_hans: 重新生成代码

source: このコードをメモしてください
de: Bitte notieren Sie diesen Code
en: Please note this code
es: Por favor anota este código
fr: Veuillez noter ce code
it: Annota questo codice
ko: 이 코드를 메모해 주세요
pt_br: Anote este código
ru: Запишите этот код
zh_hans: 请记下此代码

source: このバッジを表示
de: Dieses Abzeichen anzeigen
en: Pin This Badge
es: Fijar esta insignia
fr: Épingler ce badge
it: Mostra questo badge
ko: 이 배지 표시
pt_br: Fixar este distintivo
ru: Закрепить этот значок
zh_hans: 展示此徽章

source: この操作は取り消せません。すべてのデータが削除されます。
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Daten werden gelöscht.
en: This action cannot be undone. All data will be deleted.
es: Esta acción no se puede deshacer. Todos los datos serán eliminados.
fr: Cette action est irréversible. Toutes les données seront supprimées.
it: Questa azione non può essere annullata. Tutti i dati verranno eliminati.
ko: 이 작업은 되돌릴 수 없습니다. 모든 데이터가 삭제됩니다.
pt_br: Esta ação não pode ser desfeita. Todos os dados serão excluídos.
ru: Это действие нельзя отменить. Все данные будут удалены.
zh_hans: 此操作无法撤销。所有数据将被删除。

source: この操作は取り消せません。すべてのデータが削除されます。 サブスクリプションをご利用の場合、アカウント削除後もApple IDへの課金は継続されます。設定アプリ → サブスクリプションから解約してください。
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Daten werden gelöscht. Wenn Sie ein Abonnement haben, werden die Gebühren für Ihre Apple-ID nach der Kontolöschung fortgesetzt. Bitte kündigen Sie unter Einstellungen → Abonnements.
en: This action cannot be undone. All data will be deleted. If you have a subscription, charges to your Apple ID will continue after account deletion. Please cancel from Settings app → Subscriptions.
es: Esta acción no se puede deshacer. Todos los datos serán eliminados. Si tienes una suscripción, los cargos a tu Apple ID continuarán después de eliminar la cuenta. Cancela desde Ajustes → Suscripciones.
fr: Cette action est irréversible. Toutes les données seront supprimées. Si vous avez un abonnement, les frais sur votre identifiant Apple continueront après la suppression du compte. Annulez depuis Réglages → Abonnements.
it: Questa azione non può essere annullata. Tutti i dati verranno eliminati. Se hai un abbonamento, gli addebiti sul tuo Apple ID continueranno dopo l'eliminazione dell'account. Annulla da Impostazioni → Abbonamenti.
ko: 이 작업은 되돌릴 수 없습니다. 모든 데이터가 삭제됩니다. 구독 중인 경우 계정 삭제 후에도 Apple ID에 대한 결제가 계속됩니다. 설정 앱 → 구독에서 해지해 주세요.
pt_br: Esta ação não pode ser desfeita. Todos os dados serão excluídos. Se você tem uma assinatura, as cobranças no seu Apple ID continuarão após a exclusão da conta. Cancele em Configurações → Assinaturas.
ru: Это действие нельзя отменить. Все данные будут удалены. Если у вас есть подписка, после удаления аккаунта оплата с вашего Apple ID продолжится. Отмените подписку в Настройках → Подписки.
zh_hans: 此操作无法撤销。所有数据将被删除。 如果您有订阅，删除账户后仍会继续向您的Apple ID收费。请在设置应用 → 订阅中取消。

source: コピーしました
de: Kopiert
en: Copied
es: Copiado
fr: Copié
it: Copiato
ko: 복사됨
pt_br: Copiado
ru: Скопировано
zh_hans: 已复制

source: コメント
de: Kommentar
en: Comment
es: Comentario
fr: Commentaire
it: Commento
ko: 코멘트
pt_br: Comentário
ru: Комментарий
zh_hans: 评论

source: サーバーエラー: %@
de: Serverfehler: %@
en: Server error: %@
es: Error del servidor: %@
fr: Erreur serveur : %@
it: Errore del server: %@
ko: 서버 오류: %@
pt_br: Erro no servidor: %@
ru: Ошибка сервера: %@
zh_hans: 服务器错误: %@

source: サーバーエラーが発生しました (HTTP %lld)
de: Serverfehler aufgetreten (HTTP %lld)
en: Server error occurred (HTTP %lld)
es: Error del servidor (HTTP %lld)
fr: Erreur serveur (HTTP %lld)
it: Errore del server (HTTP %lld)
ko: 서버 오류가 발생했습니다 (HTTP %lld)
pt_br: Erro no servidor (HTTP %lld)
ru: Ошибка сервера (HTTP %lld)
zh_hans: 发生服务器错误 (HTTP %lld)

source: サーバーからの応答を解析できませんでした
de: Serverantwort konnte nicht analysiert werden
en: Failed to parse server response
es: No se pudo analizar la respuesta del servidor
fr: Impossible d'analyser la réponse du serveur
it: Impossibile analizzare la risposta del server
ko: 서버 응답을 분석할 수 없습니다
pt_br: Falha ao analisar a resposta do servidor
ru: Не удалось разобрать ответ сервера
zh_hans: 无法解析服务器响应

source: サインアウト
de: Abmelden
en: Sign Out
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ko: 로그아웃
pt_br: Sair
ru: Выйти
zh_hans: 退出登录

source: サインアウトに失敗しました: %@
de: Abmeldung fehlgeschlagen: %@
en: Failed to sign out: %@
es: Error al cerrar sesión: %@
fr: Échec de la déconnexion : %@
it: Disconnessione fallita: %@
ko: 로그아웃에 실패했습니다: %@
pt_br: Falha ao sair: %@
ru: Не удалось выйти: %@
zh_hans: 退出登录失败: %@

source: サインイン
de: Anmelden
en: Sign In
es: Iniciar sesión
fr: Se connecter
it: Accedi
ko: 로그인
pt_br: Entrar
ru: Войти
zh_hans: 登录

source: サインインが必要です
de: Anmeldung erforderlich
en: Sign in required
es: Es necesario iniciar sesión
fr: Connexion requise
it: Accesso richiesto
ko: 로그인이 필요합니다
pt_br: É necessário entrar
ru: Требуется вход
zh_hans: 需要登录

source: サインインに失敗しました: %@
de: Anmeldung fehlgeschlagen: %@
en: Failed to sign in: %@
es: Error al iniciar sesión: %@
fr: Échec de la connexion : %@
it: Accesso fallito: %@
ko: 로그인에 실패했습니다: %@
pt_br: Falha ao entrar: %@
ru: Не удалось войти: %@
zh_hans: 登录失败: %@

source: サブスクリプション
de: Abonnement
en: Subscription
es: Suscripción
fr: Abonnement
it: Abbonamento
ko: 구독
pt_br: Assinatura
ru: Подписка
zh_hans: 订阅

source: サブスクリプションを管理
de: Abonnements verwalten
en: Manage Subscriptions
es: Gestionar suscripciones
fr: Gérer les abonnements
it: Gestisci abbonamenti
ko: 구독 관리
pt_br: Gerenciar Assinaturas
ru: Управление подписками
zh_hans: 管理订阅

source: しばらく時間をおいてから再度お試しください
de: Bitte warten Sie einen Moment und versuchen Sie es erneut
en: Please wait a moment and try again
es: Espera un momento e inténtalo de nuevo
fr: Veuillez patienter un moment et réessayer
it: Attendi un momento e riprova
ko: 잠시 후 다시 시도해 주세요
pt_br: Aguarde um momento e tente novamente
ru: Подождите немного и попробуйте снова
zh_hans: 请稍后再试

source: ジム
de: Fitnessstudio
en: Gym
es: Gimnasio
fr: Salle de sport
it: Palestra
ko: 헬스장
pt_br: Academia
ru: Спортзал
zh_hans: 健身房

source: ステータス
de: Status
en: Status
es: Estado
fr: Statut
it: Stato
ko: 상태
pt_br: Status
ru: Статус
zh_hans: 状态

source: すべてのバッジ
de: Alle Abzeichen
en: All Badges
es: Todas las insignias
fr: Tous les badges
it: Tutti i badge
ko: 모든 배지
pt_br: Todos os distintivos
ru: Все значки
zh_hans: 所有徽章

source: すべてのバッジを見る
de: Alle Abzeichen anzeigen
en: View All Badges
es: Ver todas las insignias
fr: Voir tous les badges
it: Vedi tutti i badge
ko: 모든 배지 보기
pt_br: Ver todos os distintivos
ru: Посмотреть все значки
zh_hans: 查看所有徽章

source: すべての交換履歴を表示
de: Gesamten Wechselverlauf anzeigen
en: Show All Exchange History
es: Mostrar todo el historial de cambios
fr: Afficher tout l'historique des changements
it: Mostra tutta la cronologia sostituzioni
ko: 모든 교환 이력 표시
pt_br: Mostrar Todo o Histórico de Trocas
ru: Показать всю историю замен
zh_hans: 显示所有更换历史

source: すべての診断履歴を表示
de: Gesamten Diagnoseverlauf anzeigen
en: Show All Diagnosis History
es: Mostrar todo el historial de diagnósticos
fr: Afficher tout l'historique des diagnostics
it: Mostra tutta la cronologia diagnosi
ko: 모든 진단 이력 표시
pt_br: Mostrar Todo o Histórico de Diagnósticos
ru: Показать всю историю диагностики
zh_hans: 显示所有诊断历史

source: すべての診断履歴を閲覧
de: Gesamten Diagnoseverlauf anzeigen
en: View all diagnosis history
es: Ver todo el historial de diagnósticos
fr: Voir tout l'historique des diagnostics
it: Vedi tutta la cronologia diagnosi
ko: 모든 진단 이력 열람
pt_br: Ver todo o histórico de diagnósticos
ru: Вся история диагностики
zh_hans: 查看所有诊断历史

source: すべての診断履歴を閲覧可能
de: Gesamten Diagnoseverlauf einsehen
en: View all diagnosis history
es: Ver todo el historial de diagnósticos
fr: Consultez tout l'historique des diagnostics
it: Visualizza tutta la cronologia diagnosi
ko: 모든 진단 이력 열람 가능
pt_br: Veja todo o histórico de diagnósticos
ru: Просмотр всей истории диагностики
zh_hans: 可查看所有诊断历史

source: データの読み込みに失敗しました: %@
de: Daten konnten nicht geladen werden: %@
en: Failed to load data: %@
es: Error al cargar los datos: %@
fr: Échec du chargement des données : %@
it: Caricamento dati fallito: %@
ko: 데이터를 불러오지 못했습니다: %@
pt_br: Falha ao carregar os dados: %@
ru: Не удалось загрузить данные: %@
zh_hans: 数据加载失败: %@

source: トイレ
de: Toilette
en: Restroom
es: Aseo
fr: Toilettes
it: Bagno
ko: 화장실
pt_br: Lavabo
ru: Туалет
zh_hans: 卫生间

source: バージョン
de: Version
en: Version
es: Versión
fr: Version
it: Versione
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本

source: はじめの一歩
de: Erster Schritt
en: First Step
es: Primer paso
fr: Premier pas
it: Primo passo
ko: 첫걸음
pt_br: Primeiro passo
ru: Первый шаг
zh_hans: 第一步

source: はじめる
de: Loslegen
en: Get Started
es: Comenzar
fr: Commencer
it: Inizia
ko: 시작하기
pt_br: Começar
ru: Начать
zh_hans: 开始使用

source: バッジ
de: Abzeichen
en: Badges
es: Insignias
fr: Badges
it: Badge
ko: 배지
pt_br: Distintivos
ru: Значки
zh_hans: 徽章

source: バッジを獲得！
de: Abzeichen erhalten!
en: Badge Earned!
es: ¡Insignia obtenida!
fr: Badge obtenu !
it: Badge ottenuto!
ko: 배지 획득!
pt_br: Distintivo obtido!
ru: Значок получен!
zh_hans: 获得徽章！

source: プライバシーポリシー
de: Datenschutzrichtlinie
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: フルハウス
de: Full House
en: Full House
es: Full House
fr: Full House
it: Full House
ko: 풀 하우스
pt_br: Full House
ru: Фулл-хаус
zh_hans: 全覆盖

source: プロダクト情報の取得に失敗しました
de: Produktinformationen konnten nicht geladen werden
en: Failed to load product information
es: No se pudo cargar la información del producto
fr: Échec du chargement des informations produit
it: Impossibile caricare le informazioni del prodotto
ko: 상품 정보를 가져오지 못했습니다
pt_br: Falha ao carregar informações do produto
ru: Не удалось загрузить информацию о продукте
zh_hans: 获取产品信息失败

source: プロダクト情報を読み込み中...
de: Produktinformationen werden geladen...
en: Loading product information...
es: Cargando información del producto...
fr: Chargement des produits...
it: Caricamento informazioni prodotto...
ko: 상품 정보 로딩 중...
pt_br: Carregando informações do produto...
ru: Загрузка информации о продукте...
zh_hans: 正在加载产品信息...

source: プロフィール
de: Profil
en: Profile
es: Perfil
fr: Profil
it: Profilo
ko: 프로필
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

source: プロフィールを編集
de: Profil bearbeiten
en: Edit Profile
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ko: 프로필 편집
pt_br: Editar perfil
ru: Редактировать профиль
zh_hans: 编辑个人资料

source: プロフィール編集
de: Profil bearbeiten
en: Edit Profile
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ko: 프로필 편집
pt_br: Editar perfil
ru: Редактировать профиль
zh_hans: 编辑个人资料

source: ふわふわ感
de: Flauschigkeit
en: Fluffiness
es: Esponjosidad
fr: Douceur
it: Morbidezza
ko: 부드러움
pt_br: Maciez
ru: Пушистость
zh_hans: 蓬松感

source: ほつれ
de: Ausfransung
en: Fraying
es: Deshilachado
fr: Effilochage
it: Sfilacciamento
ko: 올 풀림
pt_br: Desfiamento
ru: Бахромление
zh_hans: 毛边

source: メモ（任意）
de: Notiz (optional)
en: Memo (optional)
es: Nota (opcional)
fr: Mémo (facultatif)
it: Note (facoltativo)
ko: 메모 (선택)
pt_br: Observação (opcional)
ru: Заметка (необязательно)
zh_hans: 备注（可选）

source: メモしました → 次へ
de: Notiert → Weiter
en: Noted → Next
es: Anotado → Siguiente
fr: Noté → Suivant
it: Annotato → Avanti
ko: 메모 완료 → 다음
pt_br: Anotado → Próximo
ru: Записано → Далее
zh_hans: 已记录 → 下一步

source: メンバー（%lld名）
de: Mitglieder (%lld)
en: Members (%lld)
es: Miembros (%lld)
fr: Membres (%lld)
it: Membri (%lld)
ko: 멤버 (%lld명)
pt_br: Membros (%lld)
ru: Участники (%lld)
zh_hans: 成员（%lld人）

source: もうすぐ
de: Bald
en: Soon
es: Pronto
fr: Bientôt
it: A breve
ko: 곧 교환
pt_br: Em Breve
ru: Скоро
zh_hans: 即将到期

source: よくある質問
de: Häufige Fragen
en: FAQ
es: Preguntas frecuentes
fr: FAQ
it: Domande frequenti
ko: 자주 묻는 질문
pt_br: Perguntas Frequentes
ru: Часто задаваемые вопросы
zh_hans: 常见问题

source: リストアコード
de: Wiederherstellungscode
en: Restore Code
es: Código de restauración
fr: Code de restauration
it: Codice di ripristino
ko: 복원 코드
pt_br: Código de Restauração
ru: Код восстановления
zh_hans: 恢复代码

source: リビング
de: Wohnzimmer
en: Living Room
es: Sala de estar
fr: Salon
it: Soggiorno
ko: 거실
pt_br: Sala de Estar
ru: Гостиная
zh_hans: 客厅

source: リマインダー通知
de: Erinnerungsbenachrichtigungen
en: Reminder Notifications
es: Notificaciones de recordatorio
fr: Notifications de rappel
it: Notifiche promemoria
ko: 리마인더 알림
pt_br: Notificações de Lembrete
ru: Напоминания
zh_hans: 提醒通知

source: 交換10回
de: 10 Wechsel
en: 10 Exchanges
es: 10 cambios
fr: 10 échanges
it: 10 cambi
ko: 교환 10회
pt_br: 10 trocas
ru: 10 замен
zh_hans: 交换10次

source: 交換50回
de: 50 Wechsel
en: 50 Exchanges
es: 50 cambios
fr: 50 échanges
it: 50 cambi
ko: 교환 50회
pt_br: 50 trocas
ru: 50 замен
zh_hans: 交换50次

source: 交換100回
de: 100 Wechsel
en: 100 Exchanges
es: 100 cambios
fr: 100 échanges
it: 100 cambi
ko: 교환 100회
pt_br: 100 trocas
ru: 100 замен
zh_hans: 交换100次

source: 交換した！
de: Gewechselt!
en: Exchanged!
es: ¡Cambiada!
fr: Changée !
it: Sostituito!
ko: 교환 완료!
pt_br: Trocada!
ru: Заменено!
zh_hans: 已更换！

source: 交換のお知らせ
de: Wechselerinnerung
en: Exchange Reminder
es: Recordatorio de cambio
fr: Rappel de remplacement
it: Promemoria di sostituzione
ko: 교체 알림
pt_br: Lembrete de troca
ru: Напоминание о замене
zh_hans: 更换提醒

source: 交換のタイミングを 見える化
de: Wechselzeitpunkt auf einen Blick
en: Visualize Exchange Timing
es: Visualiza el momento del cambio
fr: Visualisez le moment du changement
it: Visualizza il momento della sostituzione
ko: 교환 타이밍을 한눈에
pt_br: Visualize o Momento da Troca
ru: Время замены наглядно
zh_hans: 将更换时机 可视化

source: 交換履歴
de: Wechselverlauf
en: Exchange History
es: Historial de cambios
fr: Historique des changements
it: Cronologia sostituzioni
ko: 교환 이력
pt_br: Histórico de Trocas
ru: История замен
zh_hans: 更换历史

source: 交換履歴がありません
de: Kein Wechselverlauf
en: No exchange history
es: Sin historial de cambios
fr: Aucun historique de changement
it: Nessuna cronologia sostituzioni
ko: 교환 이력이 없습니다
pt_br: Sem histórico de trocas
ru: Нет истории замен
zh_hans: 没有更换历史

source: 交換履歴と診断履歴もすべて削除されます。この操作は取り消せません。
de: Alle Wechsel- und Diagnoseprotokolle werden ebenfalls gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: All exchange and diagnosis history will also be deleted. This action cannot be undone.
es: Todo el historial de cambios y diagnósticos también se eliminará. Esta acción no se puede deshacer.
fr: Tout l'historique des changements et diagnostics sera supprimé. Cette action est irréversible.
it: Anche tutta la cronologia delle sostituzioni e delle diagnosi verrà eliminata. Questa azione non può essere annullata.
ko: 교환 기록과 진단 이력도 모두 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Todo o histórico de trocas e diagnósticos também será excluído. Esta ação não pode ser desfeita.
ru: Вся история замен и диагностики также будет удалена. Это действие нельзя отменить.
zh_hans: 所有更换记录和诊断历史也将被删除。此操作无法撤销。

source: 交換推奨間隔を設定します
de: Empfohlenes Wechselintervall festlegen
en: Set the recommended exchange interval
es: Establecer el intervalo de cambio recomendado
fr: Définir l'intervalle de remplacement recommandé
it: Imposta l'intervallo di sostituzione consigliato
ko: 권장 교체 간격을 설정합니다
pt_br: Definir o intervalo de troca recomendado
ru: Установить рекомендуемый интервал замены
zh_hans: 设置推荐更换间隔

source: 交換日時
de: Austauschdatum
en: Exchange Date
es: Fecha de cambio
fr: Date d'échange
it: Data di cambio
ko: 교환 일시
pt_br: Data da troca
ru: Дата замены
zh_hans: 更换日期

source: 交換時期が近づくとリマインダーが届きます
de: Sie erhalten eine Erinnerung, wenn der Wechselzeitpunkt naht
en: You'll receive a reminder when exchange time is approaching
es: Recibirás un recordatorio cuando se acerque el momento del cambio
fr: Vous recevrez un rappel quand le moment du changement approche
it: Riceverai un promemoria quando si avvicina il momento della sostituzione
ko: 교환 시기가 다가오면 리마인더를 받을 수 있습니다
pt_br: Você receberá um lembrete quando o momento da troca estiver próximo
ru: Вы получите напоминание, когда приблизится время замены
zh_hans: 更换时间快到时会收到提醒

source: 交換時期超過
de: Überfällig
en: Overdue
es: Vencida
fr: En retard
it: Scaduto
ko: 교환 기한 초과
pt_br: Atrasada
ru: Просрочено
zh_hans: 已过期

source: 交換期限を過ぎたアイテムについてもリマインドします
de: Erinnert auch an Artikel, deren Wechselfrist überschritten ist
en: Also reminds you about items past their exchange deadline
es: También te recuerda los artículos que han superado su fecha de cambio
fr: Rappelle également les articles dont la date de remplacement est dépassée
it: Ricorda anche gli articoli che hanno superato la scadenza di sostituzione
ko: 교체 기한이 지난 아이템에 대해서도 리마인드합니다
pt_br: Também lembra você sobre itens que passaram do prazo de troca
ru: Также напоминает о предметах, у которых истёк срок замены
zh_hans: 也会提醒您已过更换期限的物品

source: 交換記録
de: Wechselprotokoll
en: Exchange Record
es: Registro de cambio
fr: Historique
it: Registro sostituzione
ko: 교환 기록
pt_br: Registro de Troca
ru: Запись о замене
zh_hans: 更换记录

source: 交換記録の削除に失敗しました: %@
de: Wechselprotokoll konnte nicht gelöscht werden: %@
en: Failed to delete exchange record: %@
es: Error al eliminar el registro de cambio: %@
fr: Échec de la suppression de l'historique : %@
it: Eliminazione registro sostituzione fallita: %@
ko: 교환 기록 삭제에 실패했습니다: %@
pt_br: Falha ao excluir o registro de troca: %@
ru: Не удалось удалить запись о замене: %@
zh_hans: 更换记录删除失败: %@

source: 交換間隔
de: Wechselintervall
en: Exchange Interval
es: Intervalo de cambio
fr: Intervalle de changement
it: Intervallo di sostituzione
ko: 교환 간격
pt_br: Intervalo de Troca
ru: Интервал замены
zh_hans: 更换间隔

source: 今日交換
de: Heute gewechselt
en: Exchanged today
es: Cambiada hoy
fr: Changée aujourd'hui
it: Sostituito oggi
ko: 오늘 교환
pt_br: Trocada hoje
ru: Заменено сегодня
zh_hans: 今天更换

source: 余裕あり
de: Noch Zeit
en: Plenty of Time
es: Tiempo de sobra
fr: Encore du temps
it: C'è tempo
ko: 여유 있음
pt_br: Tempo de Sobra
ru: Есть время
zh_hans: 时间充裕

source: 作成
de: Erstellen
en: Create
es: Crear
fr: Créer
it: Crea
ko: 만들기
pt_br: Criar
ru: Создать
zh_hans: 创建

source: 例: AB12-CD34-EF56
de: z. B. AB12-CD34-EF56
en: e.g., AB12-CD34-EF56
es: ej: AB12-CD34-EF56
fr: ex : AB12-CD34-EF56
it: es. AB12-CD34-EF56
ko: 예: AB12-CD34-EF56
pt_br: ex: AB12-CD34-EF56
ru: напр., AB12-CD34-EF56

source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
pt_br: Salvar
ru: Сохранить

source: 保存に失敗しました: %@
de: Speichern fehlgeschlagen: %@
en: Failed to save: %@
es: Error al guardar: %@
fr: Échec de l'enregistrement : %@
it: Salvataggio fallito: %@
ko: 저장에 실패했습니다: %@
pt_br: Falha ao salvar: %@
ru: Не удалось сохранить: %@
zh_hans: 保存失败: %@

source: 個人バッジ
de: Persönliche Abzeichen
en: Personal Badges
es: Insignias personales
fr: Badges personnels
it: Badge personali
ko: 개인 배지
pt_br: Distintivos pessoais
ru: Личные значки
zh_hans: 个人徽章

source: 全員参加
de: Alle dabei
en: All Hands In
es: Todos participan
fr: Tous ensemble
it: Tutti coinvolti
ko: 전원 참여
pt_br: Todos participam
ru: Все участвуют
zh_hans: 全员参与

source: 再生成
de: Neu generieren
en: Regenerate
es: Regenerar
fr: Régénérer
it: Rigenera
ko: 재생성
pt_br: Regenerar
ru: Сгенерировать заново
zh_hans: 重新生成

source: 再認証に失敗しました
de: Erneute Authentifizierung fehlgeschlagen
en: Re-authentication failed
es: La re-autenticación ha fallado
fr: La ré-authentification a échoué
it: Ri-autenticazione fallita
ko: 재인증에 실패했습니다
pt_br: Falha na reautenticação
ru: Повторная аутентификация не удалась
zh_hans: 重新认证失败

source: 再認証に必要なリストアコードが見つかりません
de: Der für die erneute Authentifizierung erforderliche Wiederherstellungscode wurde nicht gefunden
en: Restore code required for re-authentication not found
es: No se encontró el código de restauración necesario para la re-autenticación
fr: Le code de restauration nécessaire à la ré-authentification est introuvable
it: Codice di ripristino necessario per la ri-autenticazione non trovato
ko: 재인증에 필요한 복원 코드를 찾을 수 없습니다
pt_br: Código de restauração necessário para reautenticação não encontrado
ru: Код восстановления для повторной аутентификации не найден
zh_hans: 未找到重新认证所需的恢复代码

source: 最終交換
de: Letzter Wechsel
en: Last Exchange
es: Último cambio
fr: Dernier changement
it: Ultima sostituzione
ko: 마지막 교환
pt_br: Última Troca
ru: Последняя замена
zh_hans: 上次更换

source: 最近獲得したバッジ
de: Kürzlich erhalten
en: Recently Earned
es: Obtenidos recientemente
fr: Obtenus récemment
it: Ottenuti di recente
ko: 최근 획득한 배지
pt_br: Obtidos recentemente
ru: Недавно полученные
zh_hans: 最近获得的徽章

source: 写真から選択
de: Aus Fotos auswählen
en: Select from Photos
es: Seleccionar de fotos
fr: Choisir dans les photos
it: Seleziona da Foto
ko: 사진에서 선택
pt_br: Selecionar das Fotos
ru: Выбрать из фото
zh_hans: 从照片中选择

source: 写真を撮るだけで、色あせ・汚れ・ ふわふわ感・ほつれをAIが自動採点します。
de: Machen Sie einfach ein Foto und die KI bewertet automatisch Farbverlust, Flecken, Flauschigkeit und Ausfransung.
en: Just take a photo, and AI will automatically score color fading, stains, fluffiness, and fraying.
es: Solo toma una foto y la IA puntuará automáticamente la decoloración, manchas, esponjosidad y deshilachado.
fr: Prenez juste une photo et l'IA évaluera automatiquement la décoloration, les taches, la douceur et l'effilochage.
it: Basta scattare una foto e l'IA valuterà automaticamente scolorimento, macchie, morbidezza e sfilacciamento.
ko: 사진만 찍으면 AI가 색바램·얼룩· 부드러움·올 풀림을 자동으로 채점합니다.
pt_br: Basta tirar uma foto e a IA avaliará automaticamente desbotamento, manchas, maciez e desfiamento.
ru: Просто сделайте фото, и ИИ автоматически оценит выцветание, пятна, пушистость и бахромление.
zh_hans: 只需拍张照片，AI就会自动评估 褪色、污渍、蓬松感和毛边。

source: 処理中...
de: Wird verarbeitet...
en: Processing...
es: Procesando...
fr: Traitement en cours...
it: Elaborazione...
ko: 처리 중...
pt_br: Processando...
ru: Обработка...
zh_hans: 处理中...

source: 初めてアイテムを交換した
de: Zum ersten Mal einen Artikel gewechselt
en: Exchanged an item for the first time
es: Cambió un artículo por primera vez
fr: A échangé un article pour la première fois
it: Ha sostituito un articolo per la prima volta
ko: 처음으로 아이템을 교환했습니다
pt_br: Trocou um item pela primeira vez
ru: Впервые заменили предмет
zh_hans: 首次更换了物品

source: 初めて状態診断を行った
de: Zum ersten Mal eine Zustandsdiagnose durchgeführt
en: Performed a condition check for the first time
es: Realizó un diagnóstico de estado por primera vez
fr: A effectué un diagnostic d'état pour la première fois
it: Ha effettuato una diagnosi per la prima volta
ko: 처음으로 상태 진단을 했습니다
pt_br: Realizou um diagnóstico de condição pela primeira vez
ru: Впервые провели диагностику состояния
zh_hans: 首次进行了状态诊断

source: 初診断
de: Erste Diagnose
en: First Checkup
es: Primer diagnóstico
fr: Premier diagnostic
it: Prima diagnosi
ko: 첫 진단
pt_br: Primeiro diagnóstico
ru: Первая диагностика
zh_hans: 首次诊断

source: 利用規約
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
ko: 이용약관
pt_br: Termos de Uso
ru: Условия использования
zh_hans: 使用条款

source: 削除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: 参加中...
de: Beitreten...
en: Joining...
es: Uniéndose...
fr: Adhésion en cours...
it: Adesione in corso...
ko: 참가 중...
pt_br: Entrando...
ru: Присоединение...
zh_hans: 加入中...
